Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Download Workshop wallpapers with your own Steam account and Wallpaper Engine licence; nothing goes through a third-party server
es: Descarga fondos de Workshop con tu propia cuenta de Steam y tu licencia de Wallpaper Engine; nada pasa por servidores de terceros
ja: 自分の Steam アカウントと Wallpaper Engine のライセンスでワークショップの壁紙をダウンロードします。第三者のサーバーは経由しません
zh_hans: 用你自己的 Steam 账号与 Wallpaper Engine 授权下载创意工坊壁纸；不经第三方服务器
zh_hant: 用你自己的 Steam 帳號與 Wallpaper Engine 授權下載工作坊桌布；不經第三方伺服器

source: Download all
es: Descargar todo
ja: すべてダウンロード
zh_hans: 全部下载
zh_hant: 全部下載

source: Download an aerial in System Settings, then refresh when the download completes.
es: Descarga un fondo aéreo en Ajustes del Sistema y actualiza cuando termine.
ja: システム設定で空撮の壁紙をダウンロードし、完了後に更新してください。
zh_hans: 在“系统设置 › 墙纸”中下载航拍，下载完成后刷新。
zh_hant: 在「系統設定 › 背景圖片」中下載空照圖，下載完成後重新整理。

source: Download and install
es: Descargar e instalar
ja: ダウンロードしてインストール
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Download automatically
es: Descargar automáticamente
ja: 自動でダウンロード
zh_hans: 自动下载
zh_hant: 自動下載

source: Download cancelled.
es: Descarga cancelada.
ja: ダウンロードをキャンセルしました。
zh_hans: 下载已取消。
zh_hant: 下載已取消。

source: Download failed
es: Error de descarga
ja: ダウンロードに失敗しました
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download progress
es: Progreso de la descarga
ja: ダウンロード進行状況
zh_hans: 下载进度
zh_hant: 下載進度

source: Download reported no folder.
es: La descarga no indicó ninguna carpeta.
ja: ダウンロードはフォルダを返しませんでした。
zh_hans: 下载未返回任何文件夹。
zh_hant: 下載未回傳任何資料夾。

source: Download size
es: Tamaño de la descarga
ja: ダウンロードサイズ
zh_hans: 下载大小
zh_hant: 下載大小

source: Download size: %@
es: Tamaño de la descarga: %@
ja: ダウンロードサイズ: %@
zh_hans: 下载大小：%@
zh_hant: 下載大小：%@

source: Download subscribed wallpapers missing from this Mac
es: Descargar los fondos suscritos que faltan en este Mac
ja: この Mac にないサブスクライブ済みの壁紙をダウンロード
zh_hans: 下载本机缺少的已订阅壁纸
zh_hant: 下載這台 Mac 上缺少的已訂閱桌布

source: Download the copy of Wallpaper Engine you own so scenes can use its shared assets
es: Descarga la copia de Wallpaper Engine que ya tienes para que las escenas usen sus recursos compartidos
ja: シーンが共有アセットを使えるよう、所有している Wallpaper Engine をダウンロードします
zh_hans: 下载你已拥有的 Wallpaper Engine，让场景能用它的共享资源
zh_hant: 下載你已擁有的 Wallpaper Engine，讓場景能用它的共用資源

source: Download this preset
es: Descargar este preajuste
ja: このプリセットをダウンロード
zh_hans: 下载这个预设
zh_hant: 下載這個預設

source: Download wallpaper %@ to use it — a preset only restyles the wallpaper it was made for.
es: Descarga el fondo de pantalla %@ para usarlo — un preajuste solo cambia el estilo del fondo para el que se creó.
ja: 使用するには壁紙 %@ をダウンロードしてください。プリセットは対象の壁紙の見た目を変えるだけのものです。
zh_hans: 需要先下载壁纸 %@ 才能使用——预设只改变它所属那张壁纸的外观。
zh_hant: 需要先下載桌布 %@ 才能使用——預設只改變它所屬那張桌布的外觀。

source: Download wallpapers
es: Descargar fondos de pantalla
ja: 壁紙をダウンロード
zh_hans: 下载壁纸
zh_hant: 下載桌布

source: Downloaded
es: Descargado
ja: ダウンロード済み
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded Wallpaper Engine, but trimming it to the assets folder failed.
es: Se descargó Wallpaper Engine, pero no se pudo reducir a la carpeta assets.
ja: Wallpaper Engine をダウンロードしましたが、assets フォルダーへの絞り込みに失敗しました。
zh_hans: 已下载 Wallpaper Engine，但裁剪到 assets 文件夹时失败。
zh_hant: 已下載 Wallpaper Engine，但裁剪至 assets 資料夾時失敗。

source: Downloaded assets linked and up to date.
es: Recursos descargados vinculados y actualizados.
ja: ダウンロード済みアセットをリンク済みで、最新です。
zh_hans: 已链接下载的资源，且为最新版本。
zh_hant: 已連結下載的資源，且為最新版本。

source: Downloaded assets linked. %@
es: Recursos descargados vinculados. %@
ja: ダウンロードした素材をリンクしました。%@
zh_hans: 已链接下载的素材。%@
zh_hant: 已連結下載的素材。%@

source: Downloaded files in the Steam library. Remove wallpapers from Installed to free space.
es: Archivos descargados en la biblioteca de Steam. Elimina fondos de Instalado para liberar espacio.
ja: Steam ライブラリ内のダウンロード済みファイルです。「インストール済み」から壁紙を削除すると容量を解放できます。
zh_hans: Steam 库中的已下载文件。从“已安装”中移除壁纸可释放空间。
zh_hant: Steam 收藏庫中的已下載檔案。從「已安裝」中移除桌布可釋出空間。

source: Downloaded files in the Steam library. To free space, open a Workshop wallpaper you no longer need in the Wallpaper Library and choose Delete from its … menu.
es: Archivos descargados en la biblioteca de Steam. Para liberar espacio, abre en la Biblioteca de fondos un fondo del Workshop que ya no necesites y elige «Eliminar» en su menú «…».
ja: Steam ライブラリ内のダウンロード済みファイルです。容量を解放するには、壁紙ライブラリで不要になったワークショップの壁紙を開き、「…」メニューから「削除」を選択します。
zh_hans: Steam 库中的已下载文件。如需释放空间，请在壁纸库中打开不再需要的创意工坊壁纸，在“…”菜单中选择“删除”。
zh_hant: Steam 收藏庫中的已下載檔案。如需釋出空間，請在桌布庫中打開不再需要的工作坊桌布，在「…」選單中選擇「刪除」。

source: Downloaded presets appear in this wallpaper’s scene settings, without adding a wallpaper.
es: Los preajustes descargados aparecen en los ajustes de escena de este fondo, sin añadir otro fondo.
ja: ダウンロードしたプリセットは、この壁紙のシーン設定に追加されます。壁紙は追加されません。
zh_hans: 下载的预设会显示在此壁纸的场景设置中，不会新增壁纸。
zh_hant: 下載的預設會顯示在此桌布的場景設定中，不會新增桌布。

source: Downloaded the other Workshop items this wallpaper needs.
es: Se descargaron los demás elementos del Workshop que necesita este fondo de pantalla.
ja: この壁紙が必要とする他のワークショップアイテムをダウンロードしました。
zh_hans: 已下载此壁纸所需的其他创意工坊项目。
zh_hant: 已下載此桌布所需的其他工作坊項目。

source: Downloaded them, but this wallpaper still couldn't be read. Try downloading it again.
es: Se descargaron, pero sigue sin poderse leer este fondo de pantalla. Intenta descargarlo de nuevo.
ja: ダウンロードは完了しましたが、この壁紙をまだ読み込めません。もう一度ダウンロードしてみてください。
zh_hans: 已下载，但仍无法读取此壁纸。请重新下载一次。
zh_hant: 已下載，但仍無法讀取此桌布。請重新下載一次。

source: Downloaded, but it can't run on this Mac
es: Descargado, pero no puede ejecutarse en este Mac
ja: ダウンロードしましたが、この Mac では実行できません
zh_hans: 已下载，但本机无法运行
zh_hant: 已下載，但無法在這台 Mac 上執行

# Downloaded, but it can't run on this Mac (%@). Not applied to %@.
source: Downloaded, but it can't run on this Mac (%1$@). Not applied to %2$@.
es: Descargado, pero no puede ejecutarse en este Mac (%1$@). No se aplicó a %2$@.
ja: ダウンロードしましたが、この Mac では実行できません（%1$@）。%2$@ には適用されていません。
zh_hans: 已下载，但本机无法运行（%1$@），未应用到 %2$@。
zh_hant: 已下載，但無法在這台 Mac 上執行（%1$@），未套用到 %2$@。

source: Downloading Wallpaper Engine assets
es: Descargando recursos de Wallpaper Engine
ja: Wallpaper Engine アセットをダウンロード中
zh_hans: 正在下载 Wallpaper Engine 资源
zh_hant: 正在下載 Wallpaper Engine 資源

source: Downloading Wallpaper Engine; only the assets folder will be kept and linked.
es: Descargando Wallpaper Engine; solo se conservará y vinculará la carpeta assets.
ja: Wallpaper Engine をダウンロード中です。assets フォルダのみを保持してリンクします。
zh_hans: 正在下载 Wallpaper Engine；仅保留并关联 assets 文件夹。
zh_hant: 正在下載 Wallpaper Engine；僅保留並連結 assets 資料夾。

source: Downloading from Steam…
es: Descargando desde Steam…
ja: Steam からダウンロード中…
zh_hans: 正在从 Steam 下载…
zh_hant: 正在從 Steam 下載…

source: Downloading required items…
es: Descargando elementos requeridos…
ja: 必要なアイテムをダウンロード中…
zh_hans: 正在下载所需项目…
zh_hant: 正在下載所需項目…

source: Downloading…
es: Descargando…
ja: ダウンロード中…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Downloads
es: Descargas
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Downloads missing subscribed wallpapers without deleting files or changing Steam subscriptions.
es: Descarga los fondos suscritos que faltan sin borrar archivos ni cambiar las suscripciones de Steam.
ja: サブスクライブ済みでまだダウンロードされていない壁紙を取得します。ファイルの削除や Steam のサブスクリプションの変更は行いません。
zh_hans: 下载本机缺少的已订阅壁纸，不删除文件或更改 Steam 订阅。
zh_hant: 下載本機缺少的已訂閱桌布，不刪除檔案或更改 Steam 訂閱。

source: Downloads subscribed Wallpaper Engine items missing from this Mac. No files are deleted or subscriptions removed.
es: Descarga los artículos de Wallpaper Engine a los que estás suscrito y que faltan en este Mac. No elimina archivos ni cancela suscripciones.
ja: サブスクライブ済みの Wallpaper Engine アイテムのうち、この Mac にないものをダウンロードします。ファイルの削除やサブスクリプションの解除は行いません。
zh_hans: 下载本机缺少的已订阅 Wallpaper Engine 项目，不删除文件或取消订阅。
zh_hant: 下載這台 Mac 缺少的已訂閱 Wallpaper Engine 項目，不刪除檔案或取消訂閱。

source: Downloads use your Steam account. Loomscreen does not store the password.
es: Las descargas usan tu cuenta de Steam. Loomscreen no guarda la contraseña.
ja: ダウンロードには Steam アカウントを使用します。Loomscreen はパスワードを保存しません。
zh_hans: 下载时使用 Steam 账号，Loomscreen 不保存密码。
zh_hant: 下載時使用 Steam 帳號，Loomscreen 不儲存密碼。

source: Drag a video or a web folder onto a display, or set up Apple Aerials
es: Arrastra un vídeo o una carpeta web a una pantalla, o configura las vistas aéreas
ja: 動画・Web フォルダをディスプレイにドラッグするか、空撮を設定してください
zh_hans: 将视频或网页文件夹拖到显示器上，或设置航拍
zh_hant: 將影片或網頁資料夾拖到顯示器上，或設定空照圖

source: Drag a video, a web folder or a Wallpaper Engine project onto a display, or set up Apple Aerials
es: Arrastra un vídeo, una carpeta web o un proyecto de Wallpaper Engine a una pantalla, o configura las vistas aéreas
ja: 動画・Web フォルダ・Wallpaper Engine プロジェクトをディスプレイにドラッグするか、空撮を設定してください
zh_hans: 将视频、网页文件夹或 Wallpaper Engine 项目拖到显示器上，或设置航拍
zh_hant: 將影片、網頁資料夾或 Wallpaper Engine 專案拖到顯示器上，或設定空照圖

source: Drag horizontally to change the properties panel width
es: Arrastra en horizontal para cambiar el ancho del panel de propiedades
ja: 横にドラッグしてプロパティパネルの幅を変更
zh_hans: 水平拖动以更改属性面板宽度
zh_hant: 水平拖移以更改屬性面板寬度

source: Drag progress to seek
es: Arrastra el progreso para buscar
ja: 進行状況バーをドラッグして移動
zh_hans: 拖动进度条跳转
zh_hant: 拖曳進度列跳轉

source: Drag the clock in the preview to move it.
es: Arrastra el reloj en la vista previa para moverlo.
ja: プレビューで時計をドラッグすると移動できます。
zh_hans: 在预览中拖动时钟即可调整位置。
zh_hant: 在預覽中拖曳時鐘即可調整位置。

source: Drag this preview to a display above ↑
es: Arrastra esta vista previa a una pantalla de arriba ↑
ja: このプレビューを上のディスプレイにドラッグ ↑
zh_hans: 拖动此预览到上方的显示器 ↑
zh_hant: 拖曳此預覽到上方的顯示器 ↑

source: Drag to a display to apply
es: Arrastra a una pantalla para aplicar
ja: ディスプレイに ドラッグして適用
zh_hans: 拖到显示器 即应用
zh_hant: 拖到顯示器 即套用

source: Drag to move the Clock layer
es: Arrastra para mover la capa del reloj
ja: ドラッグして時計レイヤーを移動
zh_hans: 拖动以移动时钟图层
zh_hant: 拖動以移動時鐘圖層

source: Drag to move the Music layer
es: Arrastra para mover la capa de Música
ja: ドラッグしてミュージックのレイヤーを移動
zh_hans: 拖动以移动音乐图层
zh_hant: 拖曳以移動音樂圖層

source: Drag to move · pinch to scale · twist to rotate · double-click to reset
es: Arrastra para mover · pellizca para escalar · gira para rotar · doble clic para restablecer
ja: ドラッグで移動 · ピンチで拡大縮小 · 回転ジェスチャで回転 · ダブルクリックでリセット
zh_hans: 拖动移动 · 捏合缩放 · 旋转手势旋转 · 双击重置
zh_hant: 拖曳移動 · 捏合縮放 · 旋轉手勢旋轉 · 按兩下重設

source: Drag to move; pinch to scale; twist to rotate.
es: Arrastra para mover, pellizca para cambiar el tamaño y gira con dos dedos.
ja: ドラッグで移動、ピンチで拡大・縮小、ひねって回転します。
zh_hans: 拖动以移动，双指缩放或旋转。
zh_hant: 拖移以移動，雙指縮放或旋轉。

source: Drag to reorder
es: Arrastra para reordenar
ja: 並べ替えるにはドラッグ
zh_hans: 拖动以排序
zh_hant: 拖曳以排序

source: Drag to resize properties panel
es: Arrastra para cambiar el tamaño del panel de propiedades
ja: ドラッグしてプロパティパネルのサイズを変更
zh_hans: 拖动调整属性面板大小
zh_hant: 拖移以調整屬性面板大小

source: Drizzle
es: Llovizna
ja: 霧雨
zh_hans: 毛毛雨
zh_hant: 毛毛雨

source: Drop a video file, web file, or folder to use it as a wallpaper.
es: Suelta un archivo de vídeo, un archivo web o una carpeta para usarlo como fondo de pantalla.
ja: ビデオ、Web ファイル、またはフォルダをドロップして壁紙として使用します。
zh_hans: 拖入视频文件、Web 文件或文件夹作为壁纸。
zh_hant: 拖入影片檔案、Web 檔案或資料夾作為桌布。

source: Drop onto a display to apply
es: Suelta sobre una pantalla para aplicar
ja: ディスプレイにドロップして適用
zh_hans: 拖放到显示器上以应用
zh_hant: 拖放到顯示器上以套用

source: Drop target: %@
es: Destino de arrastre: %@
ja: ドロップ先：%@
zh_hans: 拖放目标：%@
zh_hant: 拖放目標：%@

source: Drop to replace
es: Suelta para reemplazar
ja: ドロップして置き換え
zh_hans: 松手替换
zh_hant: 放開以取代

source: Drop to use as wallpaper
es: Suelta para usar como fondo de pantalla
ja: ドロップして壁紙として使用
zh_hans: 拖放以用作壁纸
zh_hant: 拖放以作為桌布

source: Dual Monitor
es: Doble monitor
ja: デュアルモニター
zh_hans: 双显示器
zh_hant: 雙顯示器

source: Dust
es: Polvo
ja: 塵
zh_hans: 微尘
zh_hant: 微塵

source: ESC Close · ← → Adjacent wallpapers
es: ESC Cerrar · ← → Fondos adyacentes
ja: ESC 閉じる · ← → 前後の壁紙
zh_hans: ESC 关闭 · ← → 相邻壁纸
zh_hant: ESC 關閉 · ← → 相鄰桌布

source: ESC Close · ← → Adjacent wallpapers · Space Play/Pause
es: ESC Cerrar · ← → Fondos contiguos · Espacio Reproducir/Pausar
ja: ESC 閉じる · ← → 前後の壁紙 · スペース 再生/一時停止
zh_hans: ESC 关闭 · ← → 相邻壁纸 · 空格 播放/暂停
zh_hant: ESC 關閉 · ← → 相鄰桌布 · 空白鍵 播放/暫停

source: ESC Close · ← → Adjacent wallpapers · Space Play/Pause on desktop
es: ESC Cerrar · ← → Fondos adyacentes · Espacio Reproducir/pausar el escritorio
ja: ESC 閉じる · ← → 前後の壁紙 · Space デスクトップ再生/一時停止
zh_hans: ESC 关闭 · ← → 相邻壁纸 · 空格 播放/暂停桌面壁纸
zh_hant: ESC 關閉 · ← → 相鄰桌布 · 空白鍵 播放/暫停桌面桌布

source: Edit
es: Editar
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Edit Time Range
es: Editar intervalo horario
ja: 時間帯を編集
zh_hans: 编辑时段
zh_hant: 編輯時段

source: Edit application exceptions
es: Editar excepciones de aplicaciones
ja: アプリケーションの例外を編集
zh_hans: 编辑应用程序例外
zh_hant: 編輯應用程式例外

source: Effect
es: Efecto
ja: エフェクト
zh_hans: 效果
zh_hant: 效果

source: Effect Layer
es: Capa de efectos
ja: エフェクトレイヤー
zh_hans: 效果层
zh_hant: 效果層

source: Effects
es: Efectos
ja: エフェクト
zh_hans: 特效
zh_hant: 特效

source: Effects follow the cursor without capturing desktop clicks.
es: Los efectos siguen el cursor sin interceptar los clics en el escritorio.
ja: エフェクトがポインタに追従します。デスクトップへのクリックは妨げません。
zh_hans: 特效随指针移动，不拦截桌面点击。
zh_hant: 特效隨游標移動，不攔截桌面點按。

source: Elapsed
es: Transcurrido
ja: 経過時間
zh_hans: 耗时
zh_hant: 經過時間

source: Elements
es: Elementos
ja: 表示要素
zh_hans: 显示元素
zh_hant: 顯示元素

source: Elevated Load
es: Carga elevada
ja: 負荷高め
zh_hans: 负载偏高
zh_hant: 負載偏高

source: Embers
es: Ascuas
ja: 残り火
zh_hans: 余烬
zh_hant: 餘燼

source: Enable
es: Activar
ja: 有効化
zh_hans: 启用
zh_hant: 啟用

source: Enable Global Shortcuts
es: Activar atajos globales
ja: グローバルショートカットを有効化
zh_hans: 启用全局快捷键
zh_hant: 啟用全域快速鍵

source: Enable Schedule
es: Activar programación
ja: スケジュールを有効にする
zh_hans: 启用计划
zh_hant: 啟用排程

source: Enable Wallpaper Interaction?
es: ¿Activar la interacción con el fondo de pantalla?
ja: 壁紙の操作を有効にしますか？
zh_hans: 启用壁纸交互？
zh_hant: 啟用桌布互動？

source: Enable mouse interaction
es: Activar interacción con el ratón
ja: マウス操作を有効にする
zh_hans: 启用鼠标交互
zh_hant: 啟用滑鼠互動

source: Enable wallpapers
es: Activar fondos
ja: 壁紙を有効にする
zh_hans: 启用壁纸
zh_hant: 啟用桌布

source: Enable wallpapers. The app keeps running when disabled.
es: Activa los fondos de pantalla. La app sigue funcionando al desactivarlos.
ja: 壁紙を有効にします。無効にしてもアプリは動作を続けます。
zh_hans: 启用壁纸；关闭后应用仍会运行。
zh_hant: 啟用桌布；關閉後應用程式仍會執行。

source: Enabled
es: Activado
ja: 有効
zh_hans: 已启用
zh_hant: 已啟用

source: End
es: Fin
ja: 終了
zh_hans: 结束
zh_hant: 結束

source: End hour
es: Hora de fin
ja: 終了時刻
zh_hans: 结束小时
zh_hant: 結束時間

source: Engine
es: Motor
ja: エンジン
zh_hans: 引擎
zh_hant: 引擎

source: Engine Assets
es: Recursos del motor
ja: エンジンアセット
zh_hans: 引擎资源
zh_hant: 引擎資源

source: Enter 1–%lld FPS or Max
es: Introduce entre 1 y %lld FPS o Máx.
ja: 1〜%lld FPS、または最大を入力
zh_hans: 输入 1–%lld FPS 或最高
zh_hant: 輸入 1–%lld FPS 或最高

source: Enter Web Address
es: Introducir dirección web
ja: Web アドレスを入力
zh_hans: 输入网址
zh_hant: 輸入網址

source: Enter a valid HTTP or HTTPS address.
es: Introduce una dirección HTTP o HTTPS válida.
ja: 有効な HTTP または HTTPS アドレスを入力してください。
zh_hans: 请输入有效的 HTTP 或 HTTPS 地址。
zh_hant: 請輸入有效的 HTTP 或 HTTPS 網址。

source: Enter a web address, or drop a folder containing index.html here.
es: Escribe una dirección web o arrastra aquí una carpeta que contenga index.html.
ja: Web アドレスを入力するか、index.html を含むフォルダをここにドロップします。
zh_hans: 输入网址，或把含有 index.html 的文件夹拖到这里。
zh_hant: 輸入網址，或將含有 index.html 的資料夾拖到這裡。

source: Enter a website address, such as https://example.com.
es: Introduce una dirección web, como https://example.com.
ja: https://example.com などのウェブサイトのアドレスを入力してください。
zh_hans: 输入网站地址，例如 https://example.com。
zh_hant: 輸入網站網址，例如 https://example.com。

source: Environment
es: Entorno
ja: 環境
zh_hans: 环境
zh_hant: 環境

source: Error code %@
es: Código de error %@
ja: エラーコード %@
zh_hans: 错误代码 %@
zh_hant: 錯誤代碼 %@

source: Estimated device minus renderer utilization; not measured compute utilization
es: Diferencia estimada entre el uso del dispositivo y del renderizador; no mide el uso de cómputo
ja: デバイス使用率からレンダラー使用率を引いた推定差分です。演算使用率の実測値ではありません
zh_hans: 设备利用率减去渲染器利用率的估算差值，并非实测计算利用率
zh_hant: 裝置使用率減去渲染器使用率的估算差值，並非實測運算使用率

source: Estimated total
es: Total estimado
ja: 推定累計
zh_hans: 估算累计
zh_hant: 估算累計

source: Evening
es: Atardecer
ja: 夕方
zh_hans: 傍晚
zh_hant: 傍晚

source: Every %lld min
es: Cada %lld min
ja: %lld 分ごと
zh_hans: 每 %lld 分钟
zh_hant: 每 %lld 分鐘

source: Every 1 hour
es: Cada 1 hora
ja: 1 時間ごと
zh_hans: 每 1 小时
zh_hant: 每 1 小時

source: Every 1 min
es: Cada 1 min
ja: 1 分ごと
zh_hans: 每 1 分钟
zh_hant: 每 1 分鐘

source: Every 30 min
es: Cada 30 min
ja: 30 分ごと
zh_hans: 每 30 分钟
zh_hant: 每 30 分鐘

source: Every 5 min
es: Cada 5 min
ja: 5 分ごと
zh_hans: 每 5 分钟
zh_hant: 每 5 分鐘

source: Every 6 hours
es: Cada 6 horas
ja: 6 時間ごと
zh_hans: 每 6 小时
zh_hant: 每 6 小時

source: Every item on this page is already in your library.
es: Todos los elementos de esta página ya están en la biblioteca de fondos.
ja: このページのすべてのアイテムはすでに壁紙ライブラリにあります。
zh_hans: 此页面上的每个项目都已在壁纸库中。
zh_hant: 此頁面上的每個項目都已在桌布庫中。

source: Every scene layer
es: Todas las capas de la escena
ja: シーンの全レイヤー
zh_hans: 场景全部图层
zh_hant: 場景全部圖層

source: Everyone
es: Todos
ja: すべてのユーザー
zh_hans: 所有人
zh_hant: 所有人

source: Everything you're subscribed to is already on this Mac.
es: Ya tienes en este Mac todo a lo que estás suscrito.
ja: サブスクライブ中のアイテムはすべてこの Mac にあります。
zh_hans: 你订阅的内容都已在本机上。
zh_hant: 你訂閱的內容都已在這台 Mac 上。

source: Executable wallpapers can't be imported
es: No se pueden importar fondos de pantalla ejecutables
ja: 実行可能な壁紙はインポートできません
zh_hans: 无法导入可执行壁纸
zh_hant: 無法匯入可執行桌布

source: Executing tools
es: Ejecutando herramientas
ja: ツールを実行中
zh_hans: 正在执行工具
zh_hant: 正在執行工具

source: Existing bookmarks with the same source are kept.
es: Se conservan los marcadores existentes con el mismo origen.
ja: 同じソースの既存ブックマークは保持されます。
zh_hans: 保留同来源的已有书签。
zh_hant: 保留同來源的現有書籤。

source: Expanded
es: Expandido
ja: 展開
zh_hans: 展开
zh_hant: 展開

source: Export
es: Exportar
ja: 書き出す
zh_hans: 导出
zh_hant: 匯出

source: Export Configuration
es: Exportar configuración
ja: 設定を書き出す
zh_hans: 导出配置
zh_hant: 匯出設定

source: Export Configuration First
es: Exportar primero la configuración
ja: 先に設定を書き出す
zh_hans: 先导出配置
zh_hant: 先匯出設定

source: Export Current Configuration First
es: Exportar primero la configuración actual
ja: 先に現在の設定を書き出す
zh_hans: 先导出当前配置
zh_hant: 先匯出目前設定

source: Export Diagnostics
es: Exportar diagnósticos
ja: 診断を書き出し
zh_hans: 导出诊断
zh_hant: 匯出診斷

source: Export Failed
es: Error al exportar
ja: 書き出しに失敗
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Widget Layout
es: Exportar disposición de widgets
ja: ウィジェットレイアウトを書き出す
zh_hans: 导出小组件布局
zh_hant: 匯出小工具版面

source: Export diagnostics
es: Exportar diagnósticos
ja: 診断情報を書き出す
zh_hans: 导出诊断信息
zh_hant: 匯出診斷資訊

source: Extension connection verified
es: Conexión de la extensión verificada
ja: 機能拡張の接続を確認しました
zh_hans: 已确认扩展连接恢复
zh_hant: 已確認延伸功能連線恢復

source: Extension status
es: Estado de la extensión
ja: 機能拡張の状態
zh_hans: 扩展状态
zh_hant: 延伸功能狀態

source: Facing In
es: Hacia dentro
ja: 内向き
zh_hans: 两侧朝中
zh_hant: 兩側朝中

source: Failed
es: Error
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

source: Failure
es: Fallo
ja: 失敗
zh_hans: 失败原因
zh_hant: 失敗原因

source: Failure Details
es: Detalles del error
ja: エラーの詳細
zh_hans: 失败详情
zh_hant: 失敗詳細資訊

source: Fan
es: Abanico
ja: 扇形
zh_hans: 扇形
zh_hant: 扇形

source: Fan speed
es: Ventilador
ja: ファン回転数
zh_hans: 风扇转速
zh_hant: 風扇轉速

source: Fantasy
es: Fantasía
ja: ファンタジー
zh_hans: 奇幻
zh_hant: 奇幻

source: Fetching…
es: Obteniendo…
ja: 取得中…
zh_hans: 获取中…
zh_hant: 擷取中…

source: File access
es: Acceso a archivos
ja: ファイルアクセス
zh_hans: 文件访问
zh_hant: 檔案存取

source: File permission expired
es: El permiso del archivo ha caducado
ja: ファイル権限の期限が切れました
zh_hans: 文件权限已过期
zh_hant: 檔案權限已過期

source: File permission expired. Re-pick the source to restore access.
es: El permiso del archivo ha caducado. Vuelve a elegir el origen para restaurar el acceso.
ja: ファイル権限の期限が切れました。ソースを選択し直してアクセスを復元してください。
zh_hans: 文件权限已过期。请重新选择源以恢复访问。
zh_hant: 檔案權限已過期。請重新選取來源以恢復存取權限。

source: File unavailable
es: Archivo no disponible
ja: ファイルを利用できません
zh_hans: 文件不可用
zh_hant: 檔案無法使用

source: Files you import and Workshop items you download all show up here; drag one onto a display to apply it
es: Los archivos que importas y los elementos de Workshop que descargas aparecen aquí; arrastra uno a una pantalla para aplicarlo
ja: 読み込んだファイルやダウンロードしたワークショップ項目はここに並びます。ディスプレイにドラッグすれば適用されます
zh_hans: 导入的文件、下载的创意工坊项目都会出现在这里；拖到显示器上即可应用
zh_hant: 匯入的檔案、下載的工作坊項目都會出現在這裡；拖到顯示器上即可套用

source: Files you import show up here; drag one onto a display to apply it
es: Los archivos que importas aparecen aquí; arrastra uno a una pantalla para aplicarlo
ja: 読み込んだファイルはここに並びます。ディスプレイにドラッグすれば適用されます
zh_hans: 导入的文件会显示在这里，拖到显示器上即可应用
zh_hant: 匯入的檔案會顯示在這裡，拖到顯示器上即可套用

source: Fill
es: Rellenar
ja: 画面いっぱい
zh_hans: 填充
zh_hant: 填滿

source: Fill: crop to fill screen
es: Rellenar: recortar para llenar la pantalla
ja: フィル：画面に合わせて切り抜き
zh_hans: 填充：裁剪以填满屏幕
zh_hant: 填滿：裁切以填滿螢幕

source: Filter options
es: Opciones de filtro
ja: フィルタオプション
zh_hans: 筛选选项
zh_hant: 篩選選項

source: Filter presets
es: Filtrar preajustes
ja: プリセットを絞り込む
zh_hans: 筛选预设
zh_hant: 篩選預設

source: Filters
es: Filtros
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

source: Find this item in the Workshop
es: Buscar este elemento en el Workshop
ja: この項目をワークショップで探す
zh_hans: 在创意工坊中找到这一项
zh_hant: 在工作坊中找到這一項

source: Find this item in the Workshop, or open its Steam page
es: Buscar este elemento en el Workshop o abrir su página de Steam
ja: ワークショップでこの項目を検索する、または Steam ページを開く
zh_hans: 在创意工坊中查找此项，或打开其 Steam 页面
zh_hant: 在工作坊中尋找此項目，或開啟其 Steam 頁面

source: Finishing…
es: Finalizando…
ja: 完了処理中…
zh_hans: 正在完成…
zh_hant: 正在完成…

source: Fireflies
es: Luciérnagas
ja: ホタル
zh_hans: 萤火虫
zh_hant: 螢火蟲

source: First launch
es: Primer inicio
ja: 初回起動時
zh_hans: 首次打开
zh_hant: 首次開啟

source: First time in Workshop
es: Primera vez en Workshop
ja: ワークショップを初めて開いたとき
zh_hans: 首次打开创意工坊
zh_hant: 首次開啟工作坊

source: First time in overlays
es: Primera vez en las superposiciones
ja: オーバーレイを初めて開いたとき
zh_hans: 首次进入叠加层
zh_hant: 首次進入疊加層

source: First time in the wallpaper library
es: Primera vez en la biblioteca de fondos
ja: 壁紙ライブラリを初めて開いたとき
zh_hans: 首次打开壁纸库
zh_hant: 首次開啟桌布庫

source: Fit
es: Encajar
ja: 全体を表示
zh_hans: 适应
zh_hant: 符合

source: Fit Mode
es: Modo de ajuste
ja: フィットモード
zh_hans: 填充模式
zh_hant: 填充模式

source: Fit: show entire video
es: Encajar: mostrar el vídeo completo
ja: 全体を表示：動画全体を表示
zh_hans: 适应：显示完整视频
zh_hant: 符合：顯示完整影片

source: Focus Row
es: Fila con foco
ja: フォーカス
zh_hans: 焦点横排
zh_hant: 焦點橫排

source: Foggy
es: Niebla
ja: 霧
zh_hans: 有雾
zh_hant: 有霧

source: Folder
es: Carpeta
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾

source: Folders
es: Carpetas
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾

source: Follow Cursor
es: Seguir el cursor
ja: カーソルに追従
zh_hans: 跟随光标
zh_hant: 跟隨游標

source: Follow Intensity
es: Seguir intensidad
ja: 強さに追従
zh_hans: 跟随强度
zh_hant: 跟隨強度

source: Follow System
es: Seguir el sistema
ja: システムに合わせる
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Follow Wind
es: Seguir el viento
ja: 風に追従
zh_hans: 跟随风向
zh_hant: 跟隨風向

source: Follow cursor
es: Seguir el cursor
ja: カーソルに追従
zh_hans: 跟随光标
zh_hant: 跟隨游標

source: Follow cursor by default
es: Seguir el cursor de forma predeterminada
ja: デフォルトでカーソルを追従
zh_hans: 默认跟随光标
zh_hant: 預設跟隨游標

source: Follow wind direction
es: Seguir la dirección del viento
ja: 風向きに追従
zh_hans: 跟随风向
zh_hant: 跟隨風向

# For your security, LiveWallpaper does not run executable workshop projects.
source: For your security, Loomscreen does not run executable workshop projects.
es: Por tu seguridad, Loomscreen no ejecuta proyectos ejecutables del Workshop.
ja: 安全のため、Loomscreen は実行可能なワークショッププロジェクトを実行しません。
zh_hans: 为了你的安全，Loomscreen 不会运行可执行的创意工坊项目。
zh_hant: 為了安全起見，Loomscreen 不會執行可執行的工作坊專案。

source: Force SDR
es: Forzar SDR
ja: SDR を強制
zh_hans: 强制 SDR
zh_hant: 強制 SDR

source: Force every display to re-render its wallpaper.
es: Fuerza a cada pantalla a volver a renderizar su fondo de pantalla.
ja: すべてのディスプレイの壁紙を強制的に再描画します。
zh_hans: 强制所有显示器重新渲染壁纸。
zh_hant: 強制所有顯示器重新繪製桌布。

source: Forget
es: Olvidar
ja: 削除
zh_hans: 忘记
zh_hant: 忘記

source: Forget Key
es: Olvidar clave
ja: キーを削除
zh_hans: 忘记密钥
zh_hant: 忘記金鑰
